Repository: Alvarowns/DuelStats-MTG
Catalog: Localizable.xcstrings
Source language: en
Languages: es

source: Add Deck
es: Añadir Mazo

source: Add new players!
es: ¡Añade nuevos jugadores!

source: Add Player
es: Añadir Jugador

source: Are you sure you want to delete %@?
es: ¿Estás seguro que quieres borrar %@?

source: Are you sure you want to end this game?
es: ¿Estás seguro que quieres terminar esta partida?

source: Back
es: Atrás

source: Background
es: Fondo

source: Be careful, deleting a player is permanent action!
es: ¡Cuidado, borrar un jugador es una acción permanente!

source: Be careful, this action will remove the match permanently!
es: ¡Cuidado, esta acción borrará la partida permanentemente!

source: Cancel
es: Cancelar

source: Change
es: Cambiar

source: Change Name:
es: Cambiar Nombre:

source: Deck name
es: Nombre del mazo

source: Deck: %@
es: Mazo: %@

source: Decks
es: Mazos

source: Decks deleted
es: Mazos borrados

source: Editing %@
es: Editando %@

source: Format
es: Formato

source: Format:
es: Formato:

source: Inkeeper
es: Taberna

source: Is %@ the winner?
es: ¿Ha ganado %@?

source: Latest Matches
es: Últimas Partidas

source: Loses: %lld
es: Perdidas: %lld

source: Match Number
es: Número de Partidas

source: Matches
es: Partidas

source: New name for %@
es: Nuevo nombre para %@

source: Play
es: Jugar

source: Play some games!
es: ¡Juega algunas partidas!

source: Player Name
es: Nombre del Jugador

source: Players
es: Jugadores

source: Prepare the Match
es: Prepara la Partida

source: Search for a player
es: Buscar jugador

source: Select at least 1 deck per player to start a game
es: Selecciona al menos 1 mazo por cada jugador para empezar una partida

source: Select at least 2 players to start a game
es: Selecciona al menos 2 jugadores para empezar una partida

source: Select Decks
es: Selecciona Mazos

source: Start
es: Empezar

source: Start a game!
es: ¡Empezar partida!

source: Start Game
es: Nueva Partida

source: There are no matches with that player
es: No hay partidas con ese jugador

source: There are no matches with this deck yet
es: Aún no hay partidas con este mazo

source: There are no matches yet
es: Aún no hay ninguna partida

source: There are no players that matches that name
es: No hay jugadores con ese nombre

source: There are no players yet
es: Aún no hay jugadores

source: Total matches: %lld
es: Partidas totales: %lld

source: Try with another name!
es: ¡Inténtalo con otro nombre!

source: Win Rate
es: Porcentaje de victorias

source: Wins: %lld
es: Ganadas: %lld

source: Yes
es: Sí

source: Yes!
es: ¡Sí!

source: You can add more decks and edit them later!
es: ¡Puedes añadir y editar mazos después!

source: You can delete any player swiping left Players marked as favorites will appear first
es: Puedes borrar cualquier jugador deslizando hacia la izquierda Los jugadores marcados como favoritos aparecerán primero

source: You can swipe left to delete any match
es: Puedes deslizar hacia la izquierda para borrar cualquier partida

source: You can undo this action later
es: Puedes cambiar esta acción después

source: You didn't select a winner and it will not appear in Matches
es: No has seleccionado ningún ganador y no aparecerá en Partidas
